token = "533035621:AAEygXdykIMuMAoymN5bkr3F8p9ZWu0PSE4"
creatorID = 144454876
permission_error = "У вас недостаточный уровень доступа!"
registration_error = "Простите, я вас не узнаю.\nПожалуйста, вызовите сначала команду /promote"
registration_text = 'Введите токен (вы можете получить его у админов)'
token_error = "Неверный токен!"
set_name_text = 'Пожалуйста, введите свое имя'
unknown_command_error = 'Неизвестная команда... Попробуйте еще раз'
set_name_error = 'Неправильный формат имени!'
unknown_error = 'Неизвестная ошибка, подойдите в 646'

online_attempts = 3
online_task_end_of_attempts = '''Я уже сама все решила и прошла дальше, держи следующую задачу! 
Напишите, как будете готовы'''
online_task_wrong_format = 'Ой! Проверьте, пожалуйста, свой ответ. Он не подходит сюда...'
online_task_wrong_answer = 'Неправильный ответ! Попробуйте еще раз. Попыток осталось: '
online_task_accepted = 'Спасибо! Заработало! Сейчас пришлю следующую! Отправьте мне сообщение, как будете готовы'
online_task_ending = ''''Спасибо вам за помощь! Надеюсь, вам понравилось:)
Кстати, я иду тестировать квест 7 апреля и планирую сделать новое видео! Ждите, я напишу вам!'''
