token = "533035621:AAEygXdykIMuMAoymN5bkr3F8p9ZWu0PSE4"
creatorID = 144454876
permission_error = "У вас недостаточный уровень доступа!"
registration_error = "Простите, я вас не узнаю.\nПожалуйста, вызовите сначала команду /promote"
registration_text = 'Введите токен (вы можете получить его у админов)'
token_error = "Неверный токен!"
set_name_text = 'Пожалуйста, введите свое имя'
unknown_command_error = 'Неизвестная команда... Попробуйте еще раз. Если это произошло во время квеста, попробуйте' \
                        ' команду /continue'
set_name_error = 'Неправильный формат имени!'
unknown_error = 'Неизвестная ошибка, подойдите в 646'

online_attempts = 3
points_for_task = 10
online_task_end_of_attempts = '''Я уже сама все решила и прошла дальше, держи следующую задачу! 
Напишите, как будете готовы'''
online_task_wrong_format = 'Ой! Проверьте, пожалуйста, свой ответ. Он не подходит сюда...'
online_task_wrong_answer = 'Неправильный ответ! Попробуйте еще раз. Попыток осталось: '
online_task_accepted = 'Спасибо! Заработало! Сейчас пришлю следующую! Отправьте мне сообщение, как будете готовы'
online_task_ending = '''Спасибо вам за помощь! Надеюсь, вам понравилось:)
Кстати, я иду тестировать квест 7 апреля и планирую сделать новое видео! Ждите, я напишу вам!'''

new_video = '< Здесь был видосик >'

offline_geophotos_text = '''Ребята у меня есть идея как отсюда выбраться, но, чтобы взломать замок, сперва мне надо получить доступ к бэкдору ВМК. 
Код для этого я спрятала в надежном месте. Сейчас кину вам примерную позицию (пока я проходила квест я составила схематическую карту, и сейчас скину ее вам). 
Найдите его и отправьте мне. Вы мн нужны ребятки, без вас я не справлюсь.'''
offline_mismatch_len_code_error = 'Что-то не так... Код не той длины'
offline_too_much_words_in_code_error = 'Код должен состоять из одного слова, попробуйте еще раз'
offline_wrong_code_error = 'Неверный код, попробуйте еще раз'
offline_accepted_geophotos = 'Отлично! Я получила доступ, буду пытаться выбраться, но вы не расслабляйтесь! ' \
                             'Работа только начинается'
offline_books_text1 = 'Тут так скучно :<. Жалко, что утром не успела взять книгу '
offline_books_text2 = ' с буккроссинга, было бы сейчас что почитать. Может, вы возьмете её для меня, пока её никто не забрал?'
offline_accepted_books = 'Спасибо! Но не забывайте это слово, кто знает, вдруг оно еще пригодится'

offline_photocross_text = '''Люблю фотографировать. Не люблю запоминать. Но, как оказалось, запоминать все-таки нужно было.. 
Зато у меня есть фотки:) Сейчас я вам их скину
Найдите фразы, соберите предложение и отправьте мне.'''
offline_too_much_words_error = 'Должно быть меньше слов, попробуйте еще раз'
offline_wrong_answer_error = 'Неправильный ответ! Возможно вы не нашли все кусочки, а может просто пренебрегаете знаками препинания:) ' \
                             'Попробуйте еще раз'
offline_accepted_photocross = 'Верная фраза! У меня есть друзья на факультете, подойдите к ним, может они ' \
                              'помогут мне выбраться'
offline_num_final_tasks = 5
offline_final_txt = 'Постучи в пять дверей, чтобы одна открылась'
offline_win_text = 'Спасибо, ребята! Вы такие умные! Вы самые талантливые! Вы так здорово со всем справились и ' \
                   'нашли меня! Просто умнички!'
offline_one_more_task = 'Кстати, ребят, я тут забыла пароль от инстаграма. Но я зашифровала его в календаре. ' \
                        'Вы не видели его?'

offline_check_points = ['geo',
                        'b',
                        'a',
                        'tr',
                        's',
                        't',
                        'f']
