task = ['''Вижу на стене какие-то непонятные цифры, это очень похоже на шифр...
Вот одна из них:
33 3455 5556555222202228888 83344440222055544455 555055566686666 666555444''',
        '''Вот еще
5 5556330995 5557774 440222555533633 34''',
        '''Держите еще шифр
34444999905555 5552233 3888805566663335588880555533777733559444 4''',
        '''Это последняя, помогите мне опять
2226633043 3366605555 5550664556666 6655543 33''',
        '''Странная песня тут играет, постоянно прерываются, записала ее для вас''',
        '''Узор... Он очень красивый, но не просто так. Это загадка...''']

t_format = ['txt',
            'txt',
            'txt',
            'txt',
            'audio',
            'pic']

pic_id = 'AgADAgADvqgxGxgzGEqZGDYGTn5aFkEKnA4ABIx7CJr0JSOCLTEDAAEC'

audio_id = 'CQADAgADggIAAhgzGEpekUFhSGNHLwI'

ans = ['единорог вышел в окно от шуток',
       'море эмоций впереди',
       'для победы нужны печеньки',
       'все идет по синусоиде',
       'магнит',
       'время']

messages = ['''День лизы расписать''',
            '''Люблю весну! Хорошая погода всегда поднимает мне настроение, напротив гз рядом с 
фонтанами есть очень классные скамеечки для отдыха''',
            '''Подводка к буккроссингу''',
            '''Кстати, мои друзья очень люят читать книжки и просто обожают буфеты на ВМК. Но они очень ленивые,
чтобы хоть как-то уходить с этажа во время учебного дня. Они часто все забывают и любят различные задачки''',
            '''Нашла недавно хорошее и малолюдное место на втором этаже рядом с П6. Успокаивает. 
Была бы сервером, стояла бы там.''']
