task = ['''Вижу на стене какие-то непонятные цифры, это очень похоже на шифр...
Вот одна из них:
33 3455 5556555222202228888 83344440222055544455 555055566686666 666555444''',
        '''Вот еще
5 5556330995 5557774 440222555533633 34''',
        '''Держите еще шифр
34444999905555 5552233 3888805566663335588880555533777733559444 4''',
        '''Это последняя, помогите мне опять
2226633043 3366605555 5550664556666 6655543 33''',
        '''Странная песня тут играет, постоянно прерывается. Записала ее для вас''',
        '''Узор... Он очень красивый, но не просто так. Это загадка...''']

t_format = ['txt',
            'txt',
            'txt',
            'txt',
            'audio',
            'pic']

pic_id = 'AgADAgADvqgxGxgzGEqZGDYGTn5aFkEKnA4ABIx7CJr0JSOCLTEDAAEC'

audio_id = 'CQADAgADggIAAhgzGEpekUFhSGNHLwI'

ans = ['единорог вышел в окно от шуток',
       'море эмоций впереди',
       'для победы нужны печеньки',
       'все идет по синусоиде',
       'магнит',
       'время']

messages = ['''Ух, сложный сегодня денек выдался. Забыла вчера переставить будильник на пораньше, чтобы в кои-то веки прийти на физру в пятницу. Тренер сказал, что зачет не поставит, если я прогуляю хоть еще одну пятницу, сама бы я не решилась на такой шаг, хех. Естественно, проспала подъем. Когда осознала, что произошло, опаздывала на физру уже минут на 10. И что вы думаете? Собрала вообще все пробки в городе. Кажется, специально по такому случаю они и в метро появились. Всю дорогу радовалась своей забывчивости.
В итоге прибежала в Трехзальный через час после начала пары. Почти смирилась со своей участью - вылететь из МГУ из-за физры. Но тренер сказал, что я сдала удивительно хорошо сдала норматив по бегу на короткие дистанции, пока бежала к Трехзальному - из окна с секундомером наблюдал😂
В общем, обошлось.
Решила заесть пережитый стресс и восполнить потраченные с утра калории в столовке ГЗ
Пары прошли успешно, особенно лекции😄
Потом уже на пути домой я вспомнила, что я сегодня должна была донести в 1ГУМ домашку по МФК, которую не сдала в среду. Поняла, что не сделала ее. Еще раз порадовалась своей забывчивости. Села на пенек, <s>съела пирожок</s> *зачеркнуто* написала сочинение на тему... Какую-то тему. Дошла до 1 ГУМа, сдала кому-то домашку. Надеюсь, это был мой препод. До сих пор не знаю, как он выглядит😁
Проходя мимо МНОЦа, увидела огромную очередь, тянущуюся с улицы. Поняла, что завтра мне туда надо, решила занять очередь уже сегодня''',
            '''Люблю весну! Хорошая погода всегда поднимает мне настроение, напротив гз рядом с 
фонтанами есть очень классные скамеечки для отдыха''',
            '''Недавно на факультете нашла такую интересную штуку, как буккроссинг. 
Давайте теперь будем обмениваться не только лайками, но и книжками ^^''',
            '''Кстати, мои друзья очень люят читать книжки и просто обожают буфеты на ВМК. Но они очень ленивые,
чтобы хоть как-то уходить с этажа во время учебного дня. Они часто все забывают и любят различные задачки''',
            '''Нашла недавно хорошее и малолюдное место на втором этаже рядом с П6. Успокаивает. 
Была бы сервером, стояла бы там.''']
